Repository: 1995xjm-design/clawtalk
Catalog: ClawTalk/Resources/InfoPlist.xcstrings
Source language: en
Languages: zh_hans

source: ClawTalk accesses your calendar when your AI agent needs to view or create events.
zh_hans: 当你的 AI 智能体需要查看或创建日程时，ClawTalk 会访问你的日历。

source: ClawTalk uses the camera when your AI agent requests a photo.
zh_hans: 当你的 AI 智能体请求拍摄照片时，ClawTalk 会使用相机。

source: ClawTalk accesses contacts when your AI agent needs to look up or add a contact.
zh_hans: 当你的 AI 智能体需要查找或添加联系人时，ClawTalk 会访问你的通讯录。

source: ClawTalk shares your location with your AI agent when requested.
zh_hans: 应你的请求，ClawTalk 会与你的 AI 智能体共享你的位置。

source: ClawTalk needs microphone access for voice input to your AI agent.
zh_hans: ClawTalk 需要麦克风权限，用于向你的 AI 智能体进行语音输入。

source: ClawTalk accesses motion data when your AI agent requests activity or step information.
zh_hans: 当你的 AI 智能体请求活动或步数信息时，ClawTalk 会访问你的运动数据。

source: ClawTalk accesses your photos when your AI agent requests recent images.
zh_hans: 当你的 AI 智能体请求近期图片时，ClawTalk 会访问你的照片。

source: ClawTalk accesses reminders when your AI agent needs to view or create reminders.
zh_hans: 当你的 AI 智能体需要查看或创建提醒事项时，ClawTalk 会访问你的提醒事项。

source: ClawTalk uses speech recognition to transcribe your voice messages.
zh_hans: ClawTalk 使用语音识别功能将你的语音消息转写为文字。

source: ClawTalk sends notifications when your AI agent needs your attention.
zh_hans: 当你的 AI 智能体需要你关注时，ClawTalk 会发送通知提醒你。
